local datebase = {
  "اگه با منی که من آنلاینم 😐❤️ ",
  "آنلاین بودم وقتی آنلاین بودن مد نبود 😐❤️ ",
  "گفتم که آنلاینم 😐❤️ ",
  "کار و زندگی نداری تو گیر میدی به من 😐❤️ ",
  "عجب گیری کردیم از دست این 😐❤️ ",
  "چقد بدم بیخیال من شی 😐❤️ ",
  "عجب داستانی دارم من با تو 😐❤️ ",
  "خوشت میاد منو اذیت کنی 😐❤️ ",
  "یه بار دیگه بگی ربات خودت میدونی 😐❤️ ",
  "من از دست این آدم بیکار لفت بدم بهتره 😐❤️ ",
  "منو بیخیال بچسب به کار و زندگیت 😐❤️ ",
  "درد و بلات بخوره تو سر ربات گروه بغلی چیه آخه 😐❤️ ",
  }
local function run(msg, matches)
if is_mod(msg) then
return datebase[math.random(#datebase)]
end
end
return {
  patterns = {
    "^ربات$",
	"^رباط$",
  },
  run = run
}